[
  {
    "date": 1659763800000,
    "duration": 15,
    "title": "Intro",
    "description": "Introduction to the event"
  },
  {
    "date": 1659764700000,
    "duration": 15,
    "title": "Word poll announcement",
    "description": "kala Asi opens the 2022 edition of the Toki Pona word poll: https://forms.gle/4mf8AC1Z3LEKdgQ57",
    "categories": ["toki musi"],
    "performer": "AcipenserSturio"
  },
  {
    "date": 1659765600000,
    "duration": 45,
    "title": "break"
  },
  {
    "date": 1659768300000,
    "duration": 15,
    "title": "nimi pi toki pona pi tenpo pini",
    "description": " sitelen tawa ni la mi wile pana e sona ni: nimi pi toki pona li kama ante tan tenpo lon nasin seme?\n tenpo open la toki pona li jo e nimi 118. taso jan Sonja li pana li weka e nimi la nimi pu 124 li kama. pini la lipu ku li toki e ni: nimi 137 li nimi suli tawa toki pona. ijo ni li musi sona tawa mi la mi wile pali e sitelen tawa.",
    "categories": ["toki sona"],
    "performer": "jan Nesapa"
  },
  {
    "date": 1659769200000,
    "duration": 15,
    "title": "VRChat Hangout and Watch-along",
    "description": "Background:\nFor months, Ma Toki Pona VR has been hosting weekly events in VRChat for learning Toki Pona. During these events, participants share social context through a spatial environment. This works well for learning as an alternative to text/voice-only mediums like Discord! Our weekly meetups welcome all; complete beginners are encouraged to join!\n\nMeetup schedule:\n15 minutes after opening, we hold announcements. Then jan Kekan San gives a half-hour lesson. Then we go play a game while speaking Toki Pona. Then we go to a museum world to use Toki Pona in a more realistic environment.\n\nOnce a month, we hold a joint meetup with Projekto Babel, a multilingual community based in Japan. During these meetups, we use Toki Pona as a bridge between English and Japanese!\n\nProposal:\nFor Suno pi Toki Pona, the Ma Toki Pona VR and Projekto Babel communities are inviting viewers to watch the stream in VRChat. We are building a venue world to hang out in and watch the stream. During the stream, we'd like 15 minutes to introduce our community. We would also like to hold other panels streamed from VRChat. These panels will be submitted as additional proposals. (These have been submitted by jan Kekan San.)\n\nLimitations:\nVRChat maps are limited to 80 users. The VRChat venue will be designed for the Quest for hardware accessibility. No VR equipment is required, but the in-game live stream only works on Windows. Participants may stream the event if they choose.",
    "categories": ["toki musi"],
    "performer": "fuopy"
  },
  {
    "date": 1659770100000,
    "duration": 30,
    "title": "luka mute pi toki pona",
    "description": "jan Olipija li toki e ni: luka pona li kama tan seme? ona li toki e tenpo pini e toki poka luka tu e luka pona. jan li ken lukin e ona e pona e ike. jan Olipija li pana tawa lukin e toki sama lon ona la, jan li ken lukin e ona li ken pilin e ni: ona tu la, seme li pona?\n\ntoki sona ni li kepeken luka pona. jan ale pi toki pona li ken lukin e ona li ken sona e ona tan ni: sitlen lon anpa li lon toki pona! sina wile lukin e toki sama kepeken luka Juke, kepeken sitelen pi toki Inli la, o alasa e \"The Sign Languages of Toki Pona\" lon tenpo ante pi suno sama.\n\njan Lakuse en jan Tepo li pona tawa ni: jan Tepo li pali lon sitelen tawa. jan Lakuse li toki pona e luka pona. ",
    "categories": ["toki sona"],
    "performer": "jan Olipija"
  },
  {
    "date": 1659771900000,
    "duration": 45,
    "title": "break"
  },
  {
    "date": 1659774600000,
    "duration": 15,
    "title": "A Toki Pona Short Film - prerecorded",
    "description": "tan jan Lakuse and jan Tepo\nkepeken pali pi jan Kala pi jan Kawa\n\no lukin e sitelen tawa sin pi toki pona taso!",
    "categories": ["toki musi"],
    "performer": "jan Lakuse + jan Tepo"
  },
  {
    "date": 1659775500000,
    "duration": 30,
    "title": "break"
  },
  {
    "date": 1659777300000,
    "duration": 15,
    "title": "Call-in from Vienna",
    "description": "The participants of the Vienna meetup calling into the event.",
    "performer": "ketami"
  },
  {
    "date": 1659778200000,
    "duration": 60,
    "title": "o kama sona tan tenpo musi toki",
    "description": "A toki pona taso \"radio show\" where we learn something about each other but even absolute beginners can follow along and learn some toki pona!\n\nThere are 2-3 presenters. There's a simple survey (sina jan ala la sina wile soweli anu waso anu kala anu pipi? sina pilin e ni tan seme?). We talk about the survey questions. People can take turns to \"phone in\" and share their thoughts.\n\nThe voice chat is toki pona taso but people can ask questions in English in the text chat if they have to. Either way, everybody will understand the survey enough to fill it in meaningfully.\n\nThen everybody fills in the survey and we talk about the results. We announce the answer to the question: kulupu la jan pi mute nanpa wan li wile soweli anu waso anu kala anu pipi? \n\nThis would be a demonstration of how [this idea](https://www.reddit.com/r/tokipona/comments/p0l5b3/idea_podcast_that_sounds_like_a_phonein_radio/?utm_medium=android_app&utm_source=share) would work. Who knows, maybe it could catch on and we could do it more often.",
    "categories": ["toki musi"],
    "performer": "jantelakoman@gmail.com"
  },
  {
    "date": 1659781800000,
    "duration": 60,
    "title": "break"
  },
  {
    "date": 1659785400000,
    "duration": 15,
    "title": "toki pona cover songs",
    "description": "by jan Temili",
    "categories": ["kalama musi"]
  },
  {
    "date": 1659786300000,
    "duration": 30,
    "title": "Writing Toki Pona in Japanese Kana",
    "description": "by jan Mato",
    "categories": ["toki sona"]
  },
  {
    "date": 1659788100000,
    "duration": 15,
    "title": "How learning Toki Pona may help improving communication strategies in a foreign or second language",
    "description": "by jan Polo",
    "categories": ["toki sona"],
    "performer": "janPolo"
  },
  {
    "date": 1659789000000,
    "duration": 30,
    "title": "The Sign Languages of the Toki Pona",
    "description": "jan Olipija explains the complicated history of the many sign languages and systems created by/for/within the Toki Pona community - along with a demonstration of the vocab and grammar of two of them. We will discuss Chuff's Toki Pona Sign Language, Pu's Signed Toki Pona and how Luka Pona Sign Language emerged.\n\nThe presentation will be in BSL, although all English speakers are invited to watch via reading the subtitles provided. This presentation will also be available in Luka Pona Sign Language with Toki Pona subtitles at a different time in the day.\n\nThank you to jan Tepo for helping to edit!",
    "categories": ["toki sona"],
    "performer": "jan Olipija"
  },
  {
    "date": 1659790800000,
    "duration": 30,
    "title": "break"
  },
  {
    "date": 1659792600000,
    "duration": 90,
    "title": "o tawa musi!!!",
    "description": "by kulupu kasi",
    "categories": ["musi musi"]
  },
  {
    "date": 1659798000000,
    "duration": 30,
    "title": "break"
  },
  {
    "date": 1659799800000,
    "duration": 45,
    "title": "kalama musi tan jan Usawi",
    "description": "Singing songs in toki pona, mostly originals but potentially a cover or two, and talking about the thoughts and stories behind them. Any time block between 12:00pm and 8:00pm (EST) should work well for me.",
    "categories": ["kalama musi"],
    "performer": "jan Usawi"
  },
  {
    "date": 1659802500000,
    "duration": 45,
    "title": "toki pona lit lecture:",
    "description": "by jan Lakuse",
    "categories": ["toki sona"],
    "performer": "jan Lakuse"
  },
  {
    "date": 1659805200000,
    "duration": 30,
    "title": "break"
  },
  {
    "date": 1659807000000,
    "duration": 30,
    "title": "Writing Toki Pona in Japanese Kana",
    "description": "by jan Mato",
    "categories": ["toki sona"]
  },
  {
    "date": 1659808800000,
    "duration": 15,
    "title": "Toki Pona 101",
    "description": "I would give a brief history and explanation of conlanging, explain how toki pona came to be, it’s philosophy, and some basic things about it for newcomers. I would then explain the community and resources for learning!\nyou can reach me at mothman#7040 or its.sam.hanson@gmail.com",
    "categories": ["toki sona"],
    "performer": "JanKijetesantakalu"
  },
  {
    "date": 1659809700000,
    "duration": 15,
    "title": "nasin poki pi toki pona",
    "description": "no time for this i just made this event last minute im sorry",
    "categories": ["toki musi"],
    "performer": "firecubez"
  },
  {
    "date": 1659810600000,
    "duration": 30,
    "title": "toki sona pi ilo nanpa",
    "description": "by jan Tepo",
    "categories": ["toki sona"]
  },
  {
    "date": 1659812400000,
    "duration": 45,
    "title": "break"
  },
  {
    "date": 1659815100000,
    "duration": 15,
    "title": "talk about toki pona language processing (prerecorded)",
    "description": "by sona li wan",
    "categories": ["toki sona"]
  },
  {
    "date": 1659816000000,
    "duration": 15,
    "title": "break"
  },
  {
    "date": 1659816900000,
    "duration": 30,
    "title": "Advanced expression of concepts in Toki Pona",
    "description": "One of the first major hurdles a new learner to Toki Pona faces is expressing ideas with the languages limited vocabulary. Having memorized the vocabulary and successfully understood simple sentences, a learner begins to explore the world around them using Toki Pona. However, many learners get stuck in the idea that concepts which are single words or short phrases in their parent language should be expressed in a single grammatical position in Toki Pona. This lesson is intended to dispell that notion, replacing it: proper toki pona expresses ideas most powerfully in simple parts, and complex phrases building into single sentences are less approachable than multiple simple sentences consecutively.\n\nThis lesson would be progressive, beginning with expressing some of the nimi ku suli and popular nimi ku lili given only the nimi pu (jasima, lanpan, majuna for example), and moving on to more advanced ideas such as expressing differences between species of tree, describing the inner functionings of a computer, and more as time allows.\n\nThis lesson is intended to be accessible to beginners, so it will be primarily given in English, since the majority of new learners are English speakers. However, there will be expressions in Toki Pona, intermixed with \"toki ponglish\" renditions of those sentences.\n\nThe plan is to hold this presentation within VRChat, after the introduction to the project babel and ma toki pona vr community. If that turns out to not be possible, I will host my presentation outside the game.",
    "categories": ["toki sona"],
    "performer": "gregory.danielson3@gmail.com"
  },
  {
    "date": 1659818700000,
    "duration": 15,
    "title": "uta monsuta - presentation & live reading",
    "description": "Basically we were discussing the next issue of uta monsuta in the uta monsuta Discord and we thought a good way to get the word out would be to do a short presentation on the first issue on suno pi toki pona. We'll talk briefly about the zine, do a dramatic reading of a story from it, and then unveil the second issue and say we're looking for submissions [copied from discord]\n\nFurther details:\nWe will prerecord a presentation in mixed toki pona and English explaining what the zine is. kulupu Eki will read the English portion and I will read the toki pona portion. I will then do a live reading of a story from the zine, \"uta\", with the text of the story onscreen so people who are HOH or have poor listening comprehension can follow more easily.",
    "categories": ["toki musi"],
    "performer": "jan Nowa"
  },
  {
    "date": 1659819600000,
    "duration": 15,
    "title": "toki pona vr",
    "description": "tbd",
    "categories": ["toki musi"],
    "performer": "fuopy"
  },
  {
    "date": 1659820500000,
    "duration": 30,
    "title": "kalama sin LIVE",
    "description": "by kalama sin",
    "categories": ["toki musi"],
    "performer": "jan Tepo + jan Lakuse"
  },
  {
    "date": 1659822300000,
    "duration": 45,
    "title": "kalama musi tan jan Usawi",
    "description": "Singing songs in toki pona, mostly originals but potentially a cover or two, and talking about the thoughts and stories behind them. Any time block between 12:00pm and 8:00pm (EST) should work well for me.",
    "categories": ["kalama musi"],
    "performer": "jan Usawi"
  },
  {
    "date": 1659825000000,
    "duration": 30,
    "title": "Exploring obscure nasin pi toki pona",
    "description": "There are many nasin pi toki pona defined by the community. Some are expressly defined by the use of new words, and others are defined by rejecting parts of nasin pu. Further, there are exploratory nasin in use by a very small number of speakers, understandable to open-minded toki pona speakers but obscure nonetheless.\n\nI will present on the differences in toki pona given the following nasin:\n\n- jon't: a reduction or complete rejection of the word `jo`, as compared to pu.\n- pin't: a complete rejection of the word `pi` in favor of using more statements for description.\n- anun't: a rejection of anu for sentence structure, disallowing anu use outside of \"anu seme\"; it cannot be used to connect verbs or objects, for example.\n- transitive prepositions: using a prepositional phrase in the verb position, together with an object that prep phrase applies to\n\nI have not run a test presentation yet; if there is sufficient time, I would also explore the following nasin:\n\n- preverbn't: no use of preverbs. Explore this by comparing the use of open/pini preverbs to not using them, then go from there.\n- jan't: no use of jan, or at least not for yourself. Many speakers are not jan!\n- min't: no use of mi, and maybe not sina either. Always referencing speaker/listener in third person!\n\nThis presentation would come with a disclaimer at the start: these lessons aren't intended as nasin nanpa wan! This is exploratory, to understand how some speakers use toki pona if you encountered it.",
    "categories": ["toki sona"],
    "performer": "gregory.danielson3@gmail.com"
  },
  {
    "date": 1659826800000,
    "duration": 15,
    "title": "break"
  },
  {
    "date": 1659827700000,
    "duration": 15,
    "title": "ijo poka en toki pona",
    "description": "(sitelen tawa pi toki pona en sitelen tawa pi toki Inli li lon. // Both a TPT presentation and an English adaption will be played.)\n\njan mute li toki e ni: \"nimi li lon ala la, ijo poka li pana e sona.\" taso ijo poka li seme, li suli seme tawa toki pona? mi pana e sona lili pi ijo ni, tan sona toki.\n\nPeople will say, \"if you can't say a word, let the context speak.\" But what is context, and how important is it to Toki Pona? I'll give a brief overview on the topic from Linguistics.",
    "categories": ["toki sona"],
    "performer": "astrodonunt"
  },
  {
    "date": 1659828600000,
    "duration": 15,
    "title": "new toki pona music!",
    "description": "new original toki pona music panic-made in a day by jan Kepe",
    "performer": "firecubez"
  },
  {
    "date": 1659829500000,
    "duration": 15,
    "title": "showing some new toki pona original music",
    "description": "I would show off one of the tracks in my upcoming toki pona EP. It would be a YouTube video, but I could also be in the voice chat to maybe explain lyrics or take questions about the song. The song is less than 2 minutes, so I might do another song also. If I can't be there for the time slot picked out, just play the video. It'll be scheduled to release at the start of the time slot.",
    "categories": ["kalama musi"],
    "performer": "jan Kepi"
  },
  {
    "date": 1659830400000,
    "duration": 15,
    "title": "break"
  },
  {
    "date": 1659831300000,
    "duration": 60,
    "title": "Blookets",
    "description": "I will run online games on the website Blooket, which is similar to Kahoot. It's a teaching tool where all the players compete to get the most points by answering questions, can sabotage each other, etc. I'll set each game to last for 5 minutes, so I can run 12 maximum in the time provided. Since I don't have premium, there is a maximum of 60 players per game, which should be more than enough. I'll run a few testing on all pu words, and then I'll do a few just for fun that test on obscure nimisin. ",
    "categories": ["musi musi"],
    "performer": "mochaspen"
  },
  {
    "date": 1659834900000,
    "duration": 15,
    "title": "kqa performance!! (jan Nikoleta)",
    "description": "HI IM GONNA BE PLAYING SOME NEW SONGS AND YOU BETTER BE EXCITED\n\nI DONT KNOW HOW LONG ITLL BE BUT WE CAN ASSUME 15 MINUTES!!",
    "categories": ["kalama musi"],
    "performer": "kqakqa"
  },
  {
    "date": 1659835800000,
    "duration": 30,
    "title": "Advanced expression of concepts in Toki Pona",
    "description": "One of the first major hurdles a new learner to Toki Pona faces is expressing ideas with the languages limited vocabulary. Having memorized the vocabulary and successfully understood simple sentences, a learner begins to explore the world around them using Toki Pona. However, many learners get stuck in the idea that concepts which are single words or short phrases in their parent language should be expressed in a single grammatical position in Toki Pona. This lesson is intended to dispell that notion, replacing it: proper toki pona expresses ideas most powerfully in simple parts, and complex phrases building into single sentences are less approachable than multiple simple sentences consecutively.\n\nThis lesson would be progressive, beginning with expressing some of the nimi ku suli and popular nimi ku lili given only the nimi pu (jasima, lanpan, majuna for example), and moving on to more advanced ideas such as expressing differences between species of tree, describing the inner functionings of a computer, and more as time allows.\n\nThis lesson is intended to be accessible to beginners, so it will be primarily given in English, since the majority of new learners are English speakers. However, there will be expressions in Toki Pona, intermixed with \"toki ponglish\" renditions of those sentences.\n\nThe plan is to hold this presentation within VRChat, after the introduction to the project babel and ma toki pona vr community. If that turns out to not be possible, I will host my presentation outside the game.",
    "categories": ["toki sona"],
    "performer": "gregory.danielson3@gmail.com"
  },
  {
    "date": 1659837600000,
    "duration": 30,
    "title": "break"
  },
  {
    "date": 1659839400000,
    "duration": 15,
    "title": "ryuupekosi (prerecorded)",
    "description": "by jan Misali",
    "categories": ["kalama musi"],
    "performer": "janmisali"
  },
  {
    "date": 1659840300000,
    "duration": 15,
    "title": "A Toki Pona Short Film - prerecorded",
    "description": "tan jan Tepo tan jan Lakuse\nkepeken pali pi jan Kawa pi jan Kala\n\nWatch a new short film in Toki Pona!\n",
    "categories": ["toki musi"],
    "performer": "jan Tepo + jan Lakuse"
  },
  {
    "date": 1659841200000,
    "duration": 15,
    "title": "meli pi poki nasa la - mi pali e sitelen kepeken nasin seme?",
    "description": "jan Tepo en jan Lakuse li pali e sitelen pi meli Biermadchen la, ona li kepeken nasin seme? o toki e wile sona sina!",
    "categories": ["toki musi"]
  },
  {
    "date": 1659842100000,
    "duration": 75,
    "title": "break"
  },
  {
    "date": 1659846600000,
    "duration": 15,
    "title": "showing some new toki pona original music",
    "description": "I would show off one of the tracks in my upcoming toki pona EP. It would be a YouTube video, but I could also be in the voice chat to maybe explain lyrics or take questions about the song. The song is less than 2 minutes, so I might do another song also. If I can't be there for the time slot picked out, just play the video. It'll be scheduled to release at the start of the time slot.",
    "categories": ["kalama musi"],
    "performer": "jan Kepi"
  },
  {
    "date": 1659847500000,
    "duration": 15,
    "title": "Toki Pona 101 (second performance)",
    "description": "I would give a brief history and explanation of conlanging, explain how toki pona came to be, it’s philosophy, and some basic things about it for newcomers. I would then explain the community and resources for learning! you can reach me at mothman#7040",
    "categories": ["toki sona"],
    "performer": "JanKijetesantakalu"
  },
  {
    "date": 1659848400000,
    "duration": 15,
    "title": "Linku, what why and how",
    "description": "kala Asi talks about what Linku is and why and how they made it",
    "categories": ["toki sona"],
    "performer": "AcipenserSturio"
  },
  {
    "date": 1659849300000,
    "duration": 15,
    "title": "Ending",
    "description": "The finish to the event"
  }
]
